export const messages = [
  {
    user: 'سعود فيصل',
    userImage:
      'https://pbs.twimg.com/profile_images/1531342251246354433/QvpwfzEg_400x400.jpg',
    date: '02/06/2022',
    message:
      'هنالك العديد من الأنواع المتوفرة لنصوص إيبسوم، ولكن الغالبية تم تعديلها عبر إدخال بعض النوادر  إلى النص',
    location: '',
  },
  {
    user: 'سعود فيصل',
    userImage:
      'https://pbs.twimg.com/profile_images/1531342251246354433/QvpwfzEg_400x400.jpg',
    date: '02/06/2022',
    message:
      'هنالك العديد من الأنواع المتوفرة لنصوص إيبسوم، ولكن الغالبية تم تعديلها عبر إدخال بعض النوادر  إلى النص',
    location: '',
  },
  {
    user: 'سعود فيصل',
    userImage:
      'https://pbs.twimg.com/profile_images/1531342251246354433/QvpwfzEg_400x400.jpg',
    date: '02/06/2022',
    message:
      'هنالك العديد من الأنواع المتوفرة لنصوص إيبسوم، ولكن الغالبية تم تعديلها عبر إدخال بعض النوادر  إلى النص',
    location: '',
  },
  {
    user: 'سعود فيصل',
    userImage:
      'https://pbs.twimg.com/profile_images/1531342251246354433/QvpwfzEg_400x400.jpg',
    date: '02/06/2022',
    message:
      'هنالك العديد من الأنواع المتوفرة لنصوص إيبسوم، ولكن الغالبية تم تعديلها عبر إدخال بعض النوادر  إلى النص',
    location: '',
  },
  {
    user: 'سعود فيصل',
    userImage:
      'https://pbs.twimg.com/profile_images/1531342251246354433/QvpwfzEg_400x400.jpg',
    date: '02/06/2022',
    message:
      'هنالك العديد من الأنواع المتوفرة لنصوص إيبسوم، ولكن الغالبية تم تعديلها عبر إدخال بعض النوادر  إلى النص',
    location: '',
  },
  {
    user: 'سعود فيصل',
    userImage:
      'https://pbs.twimg.com/profile_images/1531342251246354433/QvpwfzEg_400x400.jpg',
    date: '02/06/2022',
    message:
      'هنالك العديد من الأنواع المتوفرة لنصوص إيبسوم، ولكن الغالبية تم تعديلها عبر إدخال بعض النوادر  إلى النص',
    location: '',
  },
];

// 0 him
// 1 me

export const chatData = [
  {
    senderId: 0,
    type: 'map',
    content: '',
    time: '05:30 pm',
    location: {
      latitude: 30.981310612445217,
      longitude: 31.15707196074615,
      latitudeDelta: 0.0005,
      longitudeDelta: 0.0005,
    },
  },
  {
    senderId: 1,
    type: 'text',
    content:
      'هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في هذا النص',
    time: '05:30 pm',
    location: '',
  },
  {
    senderId: 0,
    type: 'image',
    content:
      'https://pbs.twimg.com/media/FYXP6dRXEAMbbZo?format=jpg&name=large',
    time: '05:30 pm',
    location: '',
  },
  {
    senderId: 1,
    type: 'text',
    content:
      'هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في هذا النص',
    time: '05:30 pm',
    location: '',
  },
  {
    senderId: 0,
    type: 'text',
    content:
      'هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في هذا النص',
    time: '05:30 pm',
    location: '',
  },
];
