export const notfData = [
  {
    title: 'أعتماد الطلب من فورسيزون',
    message:
      'تم اعتماد طلبكم رقم RY-1234 من فورسيزون، سيتم تنفيذ الخدمة بيوم الاثنين 14 فبراير الساعة 9:00م.',
    date: '12 يناير | 06:50 م',
  },
  {
    title: 'قرب إنتهاء فترة سداد المبلغ',
    message:
      'يرجى سداد مبلغ الطلب رقم RY-1234 من فورسيزون، خلال ساعتين لتعميد مزود الخدمة.',
    date: '12 يناير | 06:50 م',
  },
  {
    title: 'تم قبول طلبك من قبل فورسيزون',
    message:
      'تم قبول طلبكم رقم RY-1234 من فورسيزون، يرجى دفع المبلغ خلال 24 ساعه لاستكمال الطلب ',
    date: '12 يناير | 06:50 م',
  },
];
