export const orderPolicy =
  '• الحد الأدنى للطلب 2300 ريال \n• الطلب قبل 24 ساعة \n• توفير مساحة كافيه لطاولات التقديم \n• يمكن إلغاء الطلب قبل 7 أيام من تاريخ الحفل \n• يتطلب دفع قيمة الطلب مقدماً';

export const BuffetData = [
  {
    title: 'البوفيه الاساسى',
    persons: 20,
    price: 2300,
    image: 'https://i.ibb.co/ZK0MMmb/Images.png',
    desc: 'تشكيلة منوعة من مجموعة من الأطباق العالمية المتميزة والتي يتم تقديمها بمجموعة متميزة من الأطباق، مع إمكانية تقديم الخدمات الإضافية لتنظيم المكان وتزويده بطاولات الاكل والتقديم. ',
  },
  {
    title: 'البوفيه الفاخر',
    persons: 40,
    price: 5000,
    image: 'https://i.ibb.co/9vMHFs0/Images-2.png',
    desc: 'تشكيلة منوعة من مجموعة من الأطباق العالمية المتميزة والتي يتم تقديمها بمجموعة متميزة من الأطباق، مع إمكانية تقديم الخدمات الإضافية لتنظيم المكان وتزويده بطاولات الاكل والتقديم. ',
  },
  {
    title: 'البوفيه الملكى',
    persons: 60,
    price: 9900,
    image: 'https://i.ibb.co/JxF0dwf/Images-4.png',
    desc: 'تشكيلة منوعة من مجموعة من الأطباق العالمية المتميزة والتي يتم تقديمها بمجموعة متميزة من الأطباق، مع إمكانية تقديم الخدمات الإضافية لتنظيم المكان وتزويده بطاولات الاكل والتقديم. ',
  },
];
